---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.StructuralSectionCommonElasticModulusStrongAxis
source: html/0782d002-af88-45ab-759b-7b489fc067b8.htm
---
# Autodesk.Revit.DB.ParameterTypeId.StructuralSectionCommonElasticModulusStrongAxis Property

"Elastic Modulus strong axis"

## Syntax (C#)
```csharp
public static ForgeTypeId StructuralSectionCommonElasticModulusStrongAxis { get; }
```